Repository: sistemisolarirossi/smartUp
Catalog: po/*.po
Languages: es, it

source: A Codice Fiscale or a P.IVA is required
es: Se requiere un cÃ³digo fiscal o un P.IVA
it: Un Codice Fiscale o una P.IVA è richiesto

source: A customer name is required
es: Se requiere un nombre de cliente
it: Un nome cliente è richiesto

source: A date of service start is required
es: Se requiere una fecha de inicio del servicio
it: Una data di inizio del servizio è richiesta

source: A duration must be in the form 'hh' or 'hh:mm', and at least one minute long
it: Una durata deve essere nella forma 'hh' oppure 'hh:mm', ed almeno di un minuto

source: A location of service is required
es: Se requiere una ubicaciÃ³n de servicio
it: Un luogo del servizio è richiesto

source: A phone number is required
es: Se requiere un nÃºmero de telÃ©fono
it: Un numero di telefono è richiesto

source: A street address is required
es: Se requiere una direcciÃ³n de la calle
it: Un indirizzo stradale è richiesto

source: A user name is required
es: Se requiere un nombre de usuario
it: Un nome utente è richiesto

source: About
es: Acerca de
it: Info

source: Add new customer
es: AÃ±adir nuevo cliente
it: Aggiungi nuovo cliente

source: Add new user
es: AÃ±adir un nuevo usuario
it: Aggiungi nuovo cliente

source: Address
es: DirecciÃ³n
it: Indirizzo stradale

source: An email address is required
es: Se requiere una direcciÃ³n de email
it: Un indirizzo email è richiesto

source: An operator is required
es: Se requiere un operador
it: Un operatore è richiesto

source: An update is available: do you want to load it now?
es: Hay disponible una actualizaciÃ³n : QuÃ© quiere cargar ahora ?
it: E' disponibile un aggiornamento: lo si vuole caricare adesso?

source: An update is ready
es: Una actualizaciÃ³n estÃ¡ lista
it: E' disponibile un aggiornamento

source: Are you really sure to remove service report
es: Â¿EstÃ¡s realmente seguro de quitar informe de servicio
it: Sei veramente sicuro di rimuovere il rapporto di servizio

source: Are you really sure to remove user
es: Â¿EstÃ¡s realmente seguro de quitar al usuario
it: Sei veramente sicuro di rimuovere l'utente

source: Authentication id
es: IdentificaciÃ³n de autenticaciÃ³n
it: Id di autenticazione

source: Authentication id of the user
es: IdentificaciÃ³n de autenticaciÃ³n del usuario
it: Id di autenticazione dell'utente

source: Authentication id:
es: IdentificaciÃ³n de autenticaciÃ³n:
it: Id di autenticazione:

source: Authentication provider
es: proveedor de autenticaciÃ³n
it: Fornitore di autenticazione

source: Authentication provider for the user
es: Proveedor de autenticaciÃ³n para el usuario
it: Fornitore di autenticazione per l'utente

source: Avatar image of the user
es: Imagen de avatar del usuario
it: Immagine avatar dell'utente

source: Cache is being initialized
es: Se inicializa cachÃ©
it: La cache è inizializzata

source: Cache is in unknown state
es: CachÃ© estÃ¡ en estado desconocido
it: La cache è in uno stato non previsto

source: Cache is not updated (probably the manifest is unreachable)
es: CachÃ© no se actualiza (probablemente el manifiesto es inalcanzable )
it: La cache non è aggiornata (probabilmente il manifesto è irraggiungibile)

source: Cache is not updated because you are offline
es: CachÃ© no se actualiza porque estÃ¡ fuera de lÃ­nea
it: La cache non è aggiornata perché si è offline

source: Cache is obsolete
es: CachÃ© es obsoleta
it: La cache è obsoleta

source: Cache is up-to-date
es: CachÃ© es up-to- fecha
it: La cache è aggiornata

source: Cache status is
es: Estado de cachÃ© es
it: Lo stato della cache è

source: Checking for the presence of an update
es: ComprobaciÃ³n de la presencia de una actualizaciÃ³n
it: Si controlla la presenza di un aggiornamento

source: Codice Fiscale contains invalid character(s)
es: CÃ³digo fiscal contiene caracteres no vÃ¡lidos ( s )
it: Codice Fiscale contiene caratteri non validi

source: Codice Fiscale control code doesn't match
es: CÃ³digo de control de cÃ³digo fiscal no coincide
it: Il codice di controllo del Codice Fiscale non corrisponde

source: Codice Fiscale or P.IVA of the customer
es: CÃ³digo fiscal o P.IVA del cliente
it: Codice Fiscale o P.IVA del cliente

source: Company logo
es: logotipo de la empresa
it: Logo aziendale

source: Connect with Facebook
es: ConÃ©ctate con Facebook
it: Accedi con Facebook

source: Connect with Google+
es: Conecte con Google+
it: Accedi con Google+

source: Connect with Twitter
es: ConÃ©ctate con Twitter
it: Accedi con Twitter

source: Contacts
es: Contactos
it: Contatti

source: Current language is
es: El idioma actual es
it: La lingua attuale è

source: Customer
es: cliente
it: Cliente

source: Customer Card
es: Tarjeta Cliente
it: Scheda del cliente

source: Customer email address
es: DirecciÃ³n de correo electrÃ³nico del cliente
it: Indirizzo email del cliente

source: Customer name
es: nombre del cliente
it: Nome del cliente

source: Customer phone number
es: NÃºmero de telÃ©fono del cliente
it: Numero di telefono del cliente

source: Customer street address
es: DirecciÃ³n de la calle al Cliente
it: Indirizzo stradale del cliente

source: Customer's signature
es: Firma del cliente
it: Firma del cliente

source: Customers
es: Clientes
it: Clienti

source: Date
es: Fecha
it: Data

source: Date of service start
es: Fecha de inicio del servicio
it: Data di inizio del servizio

source: Delete customer
es: eliminar cliente
it: Rimuovi cliente

source: Delete service report
es: Eliminar informe de servicio
it: Rimuovi il rapporto di servizio

source: Delete user
es: eliminar el usuario
it: Rimuovi utente

source: Downloading an update
es: Descarga de una actualizaciÃ³n
it: Si scarica un aggiornamento

source: Duration
es: duraciÃ³n
it: Durata

source: Duration of service
es: DuraciÃ³n del servicio
it: Durata del servizio

source: Edit customer
es: Editar cliente
it: Modifica il cliente

source: Edit service report
es: Editar informe de servicio
it: Modifica il rapporto di servizio

source: Edit user
es: Editar usuario
it: Modifica l'utente

source: Email address
es: direcciÃ³n de correo electrÃ³nico
it: Indirizzo email

source: Email address is not valid
es: DirecciÃ³n de correo electrÃ³nico no es vÃ¡lida
it: L'indirizzo email non è valido

source: Email address of the user
es: DirecciÃ³n de correo electrÃ³nico del usuario
it: Indirizzo email dell'utente

source: Email of the user
es: Correo electrÃ³nico del usuario
it: Indirizzo email dell'utente

source: Enter using one of your "social" accounts, or log in with these credentials:
it: Accedere utilizzando un proprio account "social", oppure accedere con queste credenziali:

source: Filter customers
es: Filtrar los clientes
it: Filtra i clienti

source: Filter service reports
es: Informes de los servicios de filtro
it: Filtra i rapporti di servizio

source: Filter users
es: usuarios filtro
it: Filtra gli utenti

source: It allows the management of customers, orders and service reports.
es: Permite la gestiÃ³n de clientes, pedidos e informes de servicio .
it: Consente la gestione di clienti, ordini e rapporti di servizio.

source: It is open-source, fast, compact, extensible, resilient, international and mobile.
it: E' open-source, veloce, compatta, estendibile, resiliente, internazionale e mobile.

source: Location
es: UbicaciÃ³n
it: Luogo

source: Location of service
es: UbicaciÃ³n del servicio
it: Luogo del servizio

source: Log in
es: iniciar sesiÃ³n
it: Accedi

source: Log out
es: salir
it: Esci

source: Name
es: Nombre
it: Nome

source: Name of the user
es: Nombre de usuario
it: Nome dell'utente

source: New customer
es: Nuevo cliente
it: Nuovo cliente

source: New report
es: Nuevo informe
it: Nuovo rapporto

source: New user
es: Nuevo usuario
it: Nuovo utente

source: No update is present
es: Ninguna actualizaciÃ³n estÃ¡ presente
it: Nessun aggiornamento presente

source: Notes
es: Notas
it: Note

source: Number
es: NÃºmero
it: Numero

source: Operator
es: operador
it: Operatore

source: Operator of service
es: Operador de servicio
it: Operatore del servizio

source: Operator's signature
es: Firma del
it: Firma dell'operatore

source: Orders
es: Ã³rdenes
it: Ordini

source: P.IVA contains invalid character(s)
es: P.IVA contiene caracteres no vÃ¡lidos ( s )
it: P.IVA contiene caratteri non validi

source: P.IVA control code doesn't match
es: CÃ³digo de control P.IVA no coincide
it: Il codice di controllo della P.IVA non corrisponde

source: Phone
es: TelÃ©fono
it: Telefono

source: Phone number
es: nÃºmero de telÃ©fono
it: Numero di telefono

source: Phone number is not valid
es: NÃºmero de telÃ©fono no es vÃ¡lido
it: Il numero di telefono non è valido

source: Place
es: lugar
it: Luogo

source: Preparing the downloading an update
es: PreparaciÃ³n de la descarga de una actualizaciÃ³n
it: Si prepara lo scarico di un aggiornamento

source: Print
es: Imprimir
it: Stampa

source: Print customer
es: Imprimir cliente
it: Stampa il cliente

source: Print service report
es: Imprimir informe de servicio
it: Stampa rapporto di servizio

source: Print user
es: usuario Imprimir
it: Stampa l'utente

source: Provider
es: Proveedor
it: Fornitore

source: Register
es: Registro
it: Registrati

source: Roles
it: Ruoli

source: Roles for this user; click to slide through all states (RW -> R -> W -> none)
it: Ruoli per questo utente; clicca per scorrere tutti gli stati (RW -> R -> W -> nessuno)

source: Roles of the user: green color indicates permission for read and write, yellow means only read, blue only write, and read no permission. Sections are: 'u' (users), 'c' (customers), 'o' (orders), 's' (service reports).
it: I ruoli dell'utente: il colore verde indica il permesso di lettura e scrittura, il giallo significa sola lettura, il blu solo scrittura, ed il rosso nessun permesso. Le sezioni sono: 'u' (utenti), 'c' (clienti), 'o' (ordini), 's' (rapporti di servizio).

source: Save
es: Guardar
it: Salva

source: Service report
es: informe del Servicio de
it: Rapporto di servizio

source: Service report n
es: Informe del Servicio de n
it: Rapporto di servizio n

source: Service reports
es: informes de servicio
it: Rapporti di servizio

source: Setup
es: ConfiguraciÃ³n
it: Impostazioni

source: Street address
es: direcciÃ³n
it: Indirizzo stradale

source: This customer name is already in use
es: Este nombre del cliente ya estÃ¡ en uso
it: Questo nome cliente è già in uso

source: This customer name is not valid
es: Este nombre del cliente no es vÃ¡lida
it: Il nome del cliente non è valido

source: This is
es: esto es
it: Questa è

source: This user can nor read nor write
es: Este usuario puede ni leer ni escribir
it: Questo utente non può né leggere né scrivere

source: This user can read
es: Este usuario puede leer
it: Questo utente può leggere

source: This user can read and write
es: Este usuario puede leer y escribir
it: Questo utente può leggere e scrivere

source: This user can write
es: Este usuario puede escribir
it: Questo utente può scrivere

source: This user can't access
es: Este usuario no tiene acceso
it: Questo utente non può accedere a

source: This user name is already in use
es: Este nombre de usuario ya estÃ¡ en uso
it: Questo nome utente è già in uso

source: This user name is not valid
es: Este nombre de usuario no es vÃ¡lida
it: Questo nome utente non è valido

source: This value is nor a Codice Fiscale nor a P.IVA
es: Este valor es ni un cÃ³digo fiscal ni un P.IVA
it: Questo valore non è né un Codice Fiscale né una P.IVA

source: Time of service start
es: Hora de inicio del servicio
it: Orario di inizio del servizio

source: Toggle navigation
es: navegaciÃ³n toggle
it: Cambia navigazione

source: User email address
es: DirecciÃ³n de correo electrÃ³nico del usuario
it: Indirizzo email

source: User name
es: nombre de usuario
it: Nome utente

source: Username
es: Nombre de usuario
it: Nome utente

source: Users
es: Usuarios
it: Utenti

source: You are offline
es: Usted estÃ¡ fuera de lÃ­nea
it: Si è offline

source: You are online
es: Usted estÃ¡ en lÃ­nea
it: Si è online

source: cached
es: cachÃ©
it: aggiornato

source: cancel
es: cancelar
it: annulla

source: checking
es: comprobaciÃ³n
it: in fase di controllo

source: customers
es: clientes
it: clienti

source: downloading
es: descarga
it: in fase di scarico

source: error
it: errore

source: home page for non registered users.
es: pÃ¡gina de inicio para usuarios no registrados.
it: home page di per gli utenti non registrati.

source: home page for registerd users.
es: pÃ¡gina de inicio para los usuarios registerd .
it: home page di per gli utenti registrati.

source: initializing
es: inicializar
it: in fase di inizializzazione

source: is a web application for (smart) start-ups.
es: es una aplicaciÃ³n web para ( inteligentes) de nueva creaciÃ³n.
it: è un'applicazione per (smart) start-ups.

source: logged user
es: usuario conectado
it: utente connesso

source: obsolete
es: obsoleto
it: obsoleta

source: orders
es: Ã³rdenes
it: ordini

source: otherwise register a new accout and log in.
es: de lo contrario registrar un nuevo accout e ingrese .
it: altrimenti registrare un nuovo account ed accedere.

source: progress
es: progreso
it: in corso

source: servicereports
it: rapporti di servizio

source: updateready
it: aggiornamento disponibile

source: username:
es: nombre de usuario :
it: utente:

source: users
es: usuarios
it: utenti

source: Codice Fiscale / P.IVA
es: CÃ³digo fiscal / P.IVA

source: Hello dogs !
es: Hola perros !

source: Home
es: Inicio

source: password:
es: contraseÃ±a:
